XML2JSON/data.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Body>
		<facFransferDiscount xmlns="http://bosent.com/facility/webservice/pool/transdiscount/">
			<input xmlns="">
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594444120220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594446820220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594448420220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594449220220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594450520220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594451320220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594452120220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594454820220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594462820220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594463620220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594465220220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594466920220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594468520220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594469320220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594470820220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594471620220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594472420220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594473220220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594474920220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13071000030192021071697594475720220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13075880054612021081700184021620220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>50000000.00</faceAmount>
					<loanRequisition>13075840210152021082500848956920220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>50000000.00</faceAmount>
					<loanRequisition>13075840210152021082500848957720220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13075840080052022031418930219220220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13075840080052022031418930220520220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13075840080052022031418930221320220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13075840080052022031418930222120220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13075840080052022031418930223020220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13074210331012021120109453392120220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13074210331012021120109453393020220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13074510046442022030418342764120220516112322</loanRequisition>
				</billLists>
				<billLists>
					<acceptanceBankCode>2000000220,2200039460</acceptanceBankCode>
					<faceAmount>10000000.00</faceAmount>
					<loanRequisition>13074510046442022030418342766820220516112322</loanRequisition>
				</billLists>
				<billType>0</billType>
				<frontendJournalId>70601202205161123249939706038097</frontendJournalId>
				<frontendSystemId>706</frontendSystemId>
				<operatorId>0000000947</operatorId>
				<remark1>0001</remark1>
				<remark2>0000000947</remark2>
				<tradeType>1</tradeType>
				<useBankOrgan>0001</useBankOrgan>
				<useCustNo>313192000013</useCustNo>
			</input>
		</facFransferDiscount>
	</soapenv:Body>
</soapenv:Envelope>